{"Act-of-Hubris-⚒️":{"title":"Act of Hubris ⚒️","links":[],"tags":[],"content":""},"Gameplay/Actions-and-Turns":{"title":"Actions and Turns","links":["Gameplay/Mechanics/Withstand"],"tags":[],"content":"Actions timings\nInstant Actions\nTakes about 2 seconds. Most actions are Instant Actions.\nReflexive Action\nA reflexive action is the sort of thing you don’t even need to think about doing. Most rolls to resist supernatural powers are reflexive. You can take a reflexive action at any time, and it doesn’t take your turn in combat.\nContested Action\nHappens when 2 (or more) people fight over an specific goal, like grappling vs trying to scape, a tug of war, etc.\nYou roll your dice pool and the Storyteller (or other player) rolls the dice pool for the other party. Whoever rolls the most successes is the victor.\nExceptional success still apply to the winner when the number of successes is 5 or higher.\nSpells are not usually Contested but Withstood.\nExtended Actions\nAn extended action is an attempt to complete a complex task. You roll your dice pool multiple times. Each roll takes a certain amount of time, and represents a step in the process — your character either makes significant progress or faces a setback. You determine your dice pool for the action as normal — Attribute + Skill + Modifiers. Make a note of your Attribute + Skill + Specialty (if any); that’s the maximum number of times you can roll before the action fails.\nWhen you take an extended action, the Storyteller determines how many successes you require. Most actions require between five and twenty successes. Five reflects a reasonable action that competent characters can achieve with the right tools and knowledge. Ten represents a difficult action that’s still realistic for a professional in a field. Twenty represents a very difficult action that even a particularly skilled character will have trouble pulling off.\nThe Storyteller also determines the interval between rolls. If an action would take weeks to complete, she might consider one roll per week. If it’s likely to take a day’s work, one roll per hour makes for a solid timeframe.\nResistance to actions\nSometimes, an action is resisted. You roll your Attribute + Skill, but apply a modifier of one of your opponent’s Resistance Attributes (Resolve, Stamina, or Composure), or your opponent’s Defense. This resistance is over and above any other modifiers applied to the dice pool.\nWhen uncanny powers other than Awakened magic are involved, they may be resisted or contested as noted in their rules. Supernatural creatures can sometimes add an additional trait, called Supernatural Tolerance. The Supernatural Tolerance trait for Mages is Gnosis.\nSpells are not resisted but Withstanded"},"Gameplay/Casting-a-spell-⚒️":{"title":"Casting a spell ⚒️","links":[],"tags":[],"content":"Down and Dirty Spellcasting\nSometimes characters desire to cast spells or create effects that should be easy and require little risk or effort from the mage. Often these spells are effects that the mage creates on a regular basis, and the risk of failure is small and has little to no impact on the drama of the story. Determining spell factor penalties and Yantra bonuses for these kinds of spells is cumbersome. In these cases, just have players roll Gnosis + Arcanum. Success on the roll equals a successful casting. If the player wanted to affect multiple subjects, or create a large effect with the spellcasting, then the number of success may determine the number of subjects or the size of an area affected by the spell effect. For example, if a mage wanted to revive all the dead roses in a garden, she could roll Gnosis + Life and each success would equal a 5 meter radius of revived roses."},"Gameplay/Mechanics/Experience":{"title":"Experience","links":["Lore/Paths/Moros","Magic--and--Concepts/Arcanas/Spirit"],"tags":[],"content":"In Universe\nAs the Mage goes deals with more and more situations and Mysteries, she will acquire the knowledge to evolve and surpass her own limits, be them Supernal or Physical, becoming ever stronger and wiser.\nMechanics\nExperience points are accumulated by the players so they can expend them to “buy” character development.\nThe costs are as listed on the tables bellow:\nOriginal table\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTraitExperiences per DotAttribute4Skill2Merit1Arcanum to Limit4*Arcanum above Limit5Gnosis5*Rote1Praxis1**Wisdom2**Willpower1***Legacy Attainments1 (tutored) *Legacy Attainments1 (no tutor) **\n\nIncreasing Gnosis affords a single, free Praxis.\n* Can be partially or completely bought with Arcane Experiences\n** Must be bought with only Arcane Experiences\n*** Willpower increases whenever Composure or Resolve increase, and has a maximum rating of the combined dots in both Attributes. This cost is to rebuy dots of Willpower spent in play, e.g. to relinquish spells.\n\nHOUSE RULES: Faster power up table\nNo differentiation between Arcane Beats/Experience and Regular Beats/Experience\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTraitExperiences per DotAttribute3Skill2Merit1Arcanum to Limit1 + current dots (Ex: 1 + 2 for the 3rd dot)Arcanum above Limit2 + current dotsGnosis4Rote1Praxis1Wisdom2Willpower1*Legacy Attainments1 (tutored)Legacy Attainments1 (no tutor)\n\nIncreasing Gnosis affords a single, free Praxis.\n* Willpower increases whenever Composure or Resolve increase, and has a maximum rating of the combined dots in both Attributes. This cost is to rebuy dots of Willpower spent in play, e.g. to relinquish spells.\n\nThe Limits of Arcana\nA Mage can only learn so much by itself and at one point needs a teacher. This is determined by the Path of the mage and the table bellow\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArcanumMaximum UntrainedRulling5 dotsCommom4 dotsInferior2 dotsThis means a Moros mage can only learn up to 2 dots in Spirit by herself, the 3rd dot and upwards will require a teacher and have a higher Experience price (Arcanum above Limit row)."},"Gameplay/Mechanics/Gnosis-⚒️":{"title":"Gnosis ⚒️","links":[],"tags":[],"content":"Gnosis table\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGnosisRitual IntervalTrait MaxYantrasParadoxCombined SpellsObsessionsMana/Per TurnHighest Arcanum MaxOther Arcana Max13 Hours5211110/132123 Hours5211111/233131 Hour5322212/343141 Hour5322213/4441530 Minutes5432215/5542630 Minutes6433320/6552710 Minutes7543325/7553810 Minutes8543330/855391 Minute (20 Turns)9654450/10553101 Minute (20 Turns)10654475/15554"},"Gameplay/Mechanics/Mana":{"title":"Mana","links":["Gameplay/Mechanics/Gnosis-⚒️","Improvised-spells","Magic--and--Concepts/Arcanas/Time","Attainments","Magic--and--Concepts/Hallow","Legacy","Magic--and--Concepts/Arcanas/Prime","Obsession","Act-of-Hubris-⚒️"],"tags":[],"content":"In universe\nMana is the palpable, measurable bleed of the Supernal into the material. It’s a Prime energy, a quintessential force that comes from the energy trapped when the Abyss came into existence, or sometimes comes into existence from the glory and greatness of the world. In a Hallow, it can suffuse a physical object, forming tass.\nMechanics\n\nMana is a resource a Mage can expend in various ways to interact with the Supernal\nAll mages have a maximum mana pool based on their Gnosis ⚒️ dots (check table)\nThere is also a limit of mana points a mage can expend PER TURN (check table)\nThe Storyteller can determine that the use of mana is necessary for an action outside the ones described in the book\nAll Mana costs are cumulative. A mage attempting a feat that requires Mana above her Gnosis limit may take as many turns as needed before the action to spend the required Mana. If she is interrupted or changes her mind part-way through, Mana spent is still lost.\n\nMana uses\nMana points can be used, but are not limited to:\n\nCast Improvised spells OUTSIDE THE MAGE’S RULLING ARCANA\nReduce Paradox risk on a spell by one die per point of Mana spent.\nActivate Attainments (if described on their text)\nSpells that directly call upon the perfection of the Supernal Realms require a point of Mana. Ex:\n\nIndefinite Duration\nInflicting aggravated damage\nHealing aggravated damage\nGranting the Rote Action Quality\nGranting automatic success or failure\nBoosting Traits beyond the subject’s maximum rating or altering that rating\n\n\nHealing a level of bashing or lethal damage by expending 3 mana points.\nRemove a Mental Condition (this does not offer a Beat) or a Physical Tilt by expending 3 mana points.\n\nRestoring Mana\n\nOblation or meditation at a Hallow\nRequires Gnosis + Composure roll and one hour’s time. Each success gives one Mana, up to the limits imposed by the Hallow. As well, a mage with a Legacy can commit a special Oblation even away from a Hallow.\nMages with three dots of Prime may use the spell “Channel Mana” to absorb Mana from a Hallow without Oblation.\nMoments of Supernal Revelation can generate Mana. This usually means fulfilling an Obsession.\nScouring your own Pattern\nTearing and shreding your own physical body for 3 points of mana, this can be done in two ways:\n\nReducing a Physical Attribute (and all traits derived from it, such as Health for Stamina) by one dot for 24 hours\nSuffering one resistant lethal wound\nThe limit of how many times a Mage can Scour is based on her Gnosis. (check table)\n\n\nBlood Sacrifices are an Act of Hubris ⚒️ that a Mage can perform to restore Mana, killing a living being to absorb it’s released Mana. The amount is as follows:\nA small animal offers one Mana, while human sacrifices offer as much Mana as the person had Integrity dots remaining before the killing blow. The Mana gained from Sacrifice ignores the spend/Turn limits on Mana if the sacrifice is part of a spell’s casting.\n"},"Gameplay/Mechanics/Praxis":{"title":"Praxis","links":[],"tags":[],"content":"In Universe\nPraxis are Imagos the Mage have cast so many times it almost becomes second nature to them.\nMechanics\n\nPraxis spells reach Exceptional Success with 3 successful dice.\n"},"Gameplay/Mechanics/Rotes":{"title":"Rotes","links":["Skill","Gameplay/Mechanics/Praxis"],"tags":[],"content":"In Universe\nRotes are Imagos that the Mage have studied and specialized in. It can also be an written direction for a spell, such as a scroll or a collection of spells in a grimoire.\nMechanics\n\nConsider the spell Arcanum to be 5 dots for calculation of Reach\nDo not spend a point of mana even when casting Inferior or Common Arcana\nSignature Nimbus can be hidden unless the spell scrutinized by another mage\nThe mage can add Skill dots to the dice poll of the Rote spell cast. The chosen skill must be on the “Suggested rote skill” or agreed on with the ST.\nIf a Mage have scribed directions for the Imago, such as an Grimoire, it can cast that spell as a Rote as long as she can read it. In this case the spell takes one turn of preparation to cast.\nRote’s benefits does stack with Praxis’ benefits (HOUSE RULE: Originally the caster choose one benefit)\n"},"Gameplay/Mechanics/Sympathy":{"title":"Sympathy","links":["Magic--and--Concepts/Arcanas/Space","Attainments"],"tags":[],"content":"In Universe\nThe concept of sympathy is a complex one, but briefly: Two subjects may become sympathetically linked when they share a strong emotional, physical, or mystical connection. These links are sometimes permanent, but just as often fade over time: a brief but passionate love affair’s link might fade within a few weeks of the breakup, while a murder weapon retains links to both killer and victim for years.\nThe Space arcanum can server or create sympathetic connections between subjects, like breaking a man’s link to his boyfriend and the relationship cools and grows distant or create a bond between a woman and a gun, and she’ll find herself thinking about it, dreaming about it — and left to their own devices odds are good woman and gun will cross paths. This isn’t precisely mind control, or even an expression of Fate magic: all Space can do is manipulate the connections, not control reactions or guarantee outcomes. Maybe the chilled couple seeks counseling and repairs their relationship. Maybe the woman tells herself she’s being crazy and deliberately ignores thoughts of firearms. The point is that playing with people’s sympathetic links has a real, tangible effect on their lives.\nMechanics\nA Mage with any dot of Space can manipulate Sympathetic Connections, also at 2 dots the Mage gains the Attainment to cast a spell using a Sympathetic connection to it’s target. Use the table bellow for reference of Sympathetic Strengths and it’s implications.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSympathetic StrengthDescriptionWithstand (Connection)Withstand (Sympathetic Range)ConnectedThe two subjects are metaphysically one e.g. a mage and her familiar or soul stone. The connection is unassailable without Unmaking magic and casting using the connection is not Withstood.5*0StrongThe two subjects are closely metaphysically linked; a woman and her lifelong spouse, a mage and his dedicated magical tool or an item she has imbued, a Legacy mentor and her student, best friends, parents, children, bodily samples (blood, locks of hair,) murder weapons.31MediumThe two subjects are linked; a mage and her own spells, items marked with a mage’s Signature nimbus, friends, siblings, lovers, items of emotional significance like medals, wedding rings, a soldier’s weapon, or a sportswoman’s bat.22WeakThe two subjects have barely touched one another metaphysically; the subjects of a mage’s spells, or items she has used as Yantras. Casual acquaintances, coworkers, replaceable belongings.13\nExamples:\n\nA Mage wants to make a wealthy man sell his Ferrari, that he loves, for a low price, so the Mage cast a Space spell to weaken the Sympathetic Connection between the man and the car. This meddling is Withstood by the Connection itself (Withstand (Connection) column)  and since the owner loves the car, we can assume the connection is Medium, so the Withstand value will be 2. If the spell works, the owner will not feel the strong love he once had for the car, so the Mage will probably get him to take a lower value proposal.\nA Mage wants to find a missing woman, so he goes to one of her mother’s house to talk with them. When the mother is distracted, the Mage cast a Mind spell targeting the missing woman, using the Sympathetic Connection between the woman and her mother as a path. In this case, the spell is Withstood by how weak the connection is Withstand (Sympathetic Range). Since we are talking about a mother and child, their connection is Strong, so the Withstood value will be 1. If the spell works, the Mage will be able to access the mind of the missing woman remotely.\n"},"Gameplay/Mechanics/Willpower":{"title":"Willpower","links":["Gameplay/Actions-and-Turns","Gameplay/Mechanics/Rotes","Gameplay/Mechanics/Experience"],"tags":[],"content":"In Universe\nA character’s Willpower represents her determination and her ability to go above and beyond what should be possible to achieve her goals\nMechanics\nWillpower is what mages use to clamp down their control on spells in a difficult situation.\nA character’s Willpower score is equal to Resolve + Composure.\nYou can only spend one point of Willpower per action.\nWillpower uses\n\n+3 die bonus to most dice pools\n+2 to a Resistance trait\nTilts and Conditions interactions\nInteraction with Spells effects\nA Master of an Arcanum can sacrifice a Willpower point to create a Rote.\n\nRestoring Willpower\n\nA good night of sleep regains 1 point\nSpellcasting Exceptional Success regains 1 point\nParadox Roll Dramatic Failure regains 1 point\nSpend Experience to recoup lost Willpower dots. (check table)\nActing in accordance with the Mage’s Vice. 1 point only once per scene.\nAll points when acting in accordance with the Mage’s Virtue. Once per Chapter\n"},"Gameplay/Mechanics/Wisdom":{"title":"Wisdom","links":[],"tags":[],"content":"In Universe\nWisdom is a mage’s ability to judge the value of when, where, why, and how to use magic. Mages commonly call this virtue sophia, but Awakened society debates constantly on what constitutes “right” usage of their magic.\nWisdom represents the control a mage has over her magic. A character with low Wisdom runs the risk of her magic spiraling out of control. It sometimes becomes a rampant force, and Paradox follows quickly behind."},"Gameplay/Mechanics/Withstand":{"title":"Withstand","links":["Gameplay/Actions-and-Turns","Potency","Attribute"],"tags":[],"content":"In universe\nWhen a spell is cast at a subject, maybe it has to overcome some aspect of the subject, be it physical, mental or any other aspect. This is a thing Mages must always consider before casting their spells.\nMechanics\nBefore dice are rolled for spellcasting, the Players and the Storyteller must decide if the spell can and will be Withstood. The subject of a spell can always choose not to Withstand a spell, but it must consciously choose to do so as a Reflexive Action. A spell can only be Withstood if the subject is aware of the spell being cast.\nWhen a spell is Withstood, reduce the Potency of the spell by the Withstanding Attribute. If the Potency falls to 0, the spell has no effect."},"Lore/Orders/Atlantean-Diamond/About-the-Atlantean-Diamond":{"title":"About the Atlantean Diamond","links":[],"tags":[],"content":""},"Lore/Orders/Atlantean-Diamond/Adamantine-Arrow":{"title":"Adamantine Arrow","links":["tags/Order","tags/Lore","tags/CharacterCreation","tags/AdamantineArrow"],"tags":["Order","Lore","CharacterCreation","AdamantineArrow"],"content":"OrderLoreCharacterCreationAdamantineArrow\nEvery Order practices offensive and defensive occult techniques, but the Adamantine Arrow internalizes the metaphor of eternal war as principle. More than that, they seek to serve as soldiers and generals in this war, fighting to maintain their magic. Arrows are the guardians and wardens of the Pentacle, warriors of the Diamond, fighting against stagnation and complacency. They typically hold a majority of non-leadership roles in Consilia and Convocations (and no few Assemblies), as community-oriented duties find fulfillment within their philosophy. Above all else, their magic calls for dedication: striving for a chosen goal against meaningful opposition.\nMages join this Order when…\nThey want to define themselves by supporting others, learn self-discipline and control over their magic, come from a martial or regimented background and want to keep that ethos, or believe magic should be wielded with honor and responsibility.\nCore Beliefs: The Adamant Way\nThe Adamant Way can be divided into five precepts — the Hand — just as five fingers make a fist. The metaphor is simple: Hands are the primary gates for the sense of touch and the means to work one’s will; they create or destroy in equal measure, translating human desire into physicality.\nExistence is War\nThe Way teaches improvement through opposition and restraint, evincing a universal state of affairs that is self-evident. All beings struggle for life, and all Awakened souls struggle against the Abyss to bridge the Supernal and Fallen. Vying for self-expression, Awakened souls grow stronger by conquering the desires of other souls. Arrows are warriors, though not always martial ones — to a one, they seek challenge and conflict, though their competitions are often friendly. The Order as a whole regards true pacifists with disgust, but they’re not bellicose — peace can be a far greater challenge to achieve than petty bloodshed.\nAdaptability is Strength\nArrows understand that nothing worth doing is achieved with ease, and that limitations are self-imposed. Attack and defense, spell and sword are valuable individually, but mere components of the whole. Predictability and inflexibility are dangerous in a world of sympathetic magic, and crippling to the soul. An Arrow rises beyond these weaknesses and toward a balanced and perfected self.\nService is Mastery\nControl only ever extends as far as the self — your nature and soul are the only things truly yours and yours alone. Honest service lies not in becoming the power behind the throne, but in limiting one’s ambition, pride, and guilt as external factors in one’s control. Until the Arrow sets aside his desires for another’s, all of his high ideals are mere justifications for his own actions. Once he abandons his selfishness, he understands his place in the universe, serving the Supernal as well as himself.\nThe Supernal is the Self\nMind and soul are a microcosm of the universe and magic. Every trial by adversity reinforces the mage’s honor and self-integrity. The mage is her magic, as inseparable as a hand’s identity from owner’s intent, growing closer to her spiritual ideal with every victory. Arrows often seek to shed their personal flaws by swearing oaths to tie themselves to purposes larger than the self. Oaths declare intent to the universe and sharpen focus on the challenge at hand, whether promising to defend a dear friend or murder a hated rival. A sworn Arrow is placing her judgment in dynamic action rather than formal words.\nEnlightenment is Honor\nA warrior’s soul that expresses her intentions, then accomplishes those specific aims, reveals a vision unimpeded by distractions and uncompromised by the Fallen World. Challenges are more worthy when the challenger restricts his options to the path he chooses to fulfill his goals. Honorable mages act in accordance with their ideals, in true harmony with their perfect selves.\nMysteries\nArrows look for Mysteries that threaten their charges, seeking to understand malicious magic with superior knowledge and craft intent to better end the threat. They seek to aid other Diamond Orders in the often-perilous experience of investigating their own Mysteries. Alternately, an Arrow will swear oaths to uncover a secret, proving dominance with self-mastery by pitting herself against a singular foe. An attractive Mystery for an Arrow involves a test or contest of his skill; Arrows are disappointed when the Fallen World gives up its secrets too easily.\nMagical Symbolism: Attack and Defense\nThe Arrow doesn’t consider all wars to be martial, but more often than not their symbolism relies on weaponry, tools that extend power in the realm of physical combat. In a philosophy based on eternal war, a weapon must be at hand at all times. Arrow tools favor the sword or the pistol, two weapons that have no other use than to take a life, though this is more a preference than anything else — after all, adaptability is strength, and anything than can be wielded as a weapon by the average person has a place in Arrow symbolism. Besides armor and other protective gear, charms that protect the user from physical or spiritual harm also feature prominently among Arrow tools — amulets, dreamcatchers, bandolier bags.\nIn the ideal Awakened society postulated by the Diamond’s Atlantean symbolism, the Adamantine Arrow embodies Ungula Draconis, the Talon of the Dragon: righteous warriors who fight to keep the flame of human power alive in an age of darkness.\nHubris\nArrows fall afoul of hubris when they overestimate their abilities and create Paradoxes trying to extricate themselves, or when they’re confronted with their own weakness and deficiencies. It’s also easy for an efficient Arrow to assume he’s conquered all his challenges simply because he tightly manages his life, forgetting that the Order’s truths lie in constant conflict. Dedicated Arrows find it easy to mistake disdain for avoiding necessary fights as willingness to forsake peaceful ends. Violence must always be a solution, but it is rarely the best solution, so an Arrow grows hubristic when she loses sight of this. Life to a member of the Order isn’t so important when forced to choose between existence and integrity, but hubristic Arrows regard keeping your word as more important than human lives and morality\nLastly, the Order prides itself on being above politics, focused on their ideals of service. When an Arrow assumes power, it is when they are the strongest and most capable of facing down a threat. To them, it is prudence, not power: merely choosing a side can define and shape the political arena. Hubristic Arrow mages eschew guardianship to seize power for themselves under the guise of being able defenders.\nRelation to other Orders\nGuardians - Regrettably necessary, but untrustworthy, even if we’re on the same side.\nMysterium - Keepers of what we protect. Damn if they’re not ungrateful, though.\nSilver Ladder - Our oldest companions. They provide the structure, and we the service.\nFree Council - Address them as individuals, not as a unity, no matter how loud they protest.\nSeers of the Throne - Every war needs enemies…"},"Lore/Paths/Moros":{"title":"Moros","links":["tags/lore","tags/character-creation","tags/moros","Magic--and--Concepts/Arcanas/Death","Magic--and--Concepts/Arcanas/Matter","Magic--and--Concepts/Arcanas/Life","Magic--and--Concepts/Arcanas/Spirit","Glossary"],"tags":["lore","character-creation","moros"],"content":"lorecharacter-creationmoros\nThe Alchemist and Necromancers\nMagic\nRuling Arcana\nDeath and Matter\nDeath is the Arcanum of destructive change: the power to speed, slow, or shift the details of inevitable doom. Bodies shift from Life to Matter. Light scatters to the corners of the cosmos, allowing darkness to flourish. Although a soul’s components include every subtle Arcanum, Death is the loose thread that, once pulled, removes it from its living home or unravels it into its parts. Mages know that ghosts aren’t souls, but Necromancers point out that doesn’t mean they aren’t people.\nMatter is the world’s skeleton. Forces shape it and Life puts flesh on its bones. It releases energy and accepts corpses into its embrace. The world constantly performs the Great Work Alchemists pursue, perfecting itself and, at the peak, falling apart to be rebuilt. Contemporary Moros also think of Matter in mechanical metaphors. Every speck of dust is part of a cosmic machine whose parts adapt to the tasks given it.\nInferior Arcanum\nSpirit\nMoros know that despite outward appearances, inert things dance with activity. Alchemists know that spirits exist, and that the world has a living Shadow, but feel little need for them. Death provides its own invisible kingdoms, and Matter moves even in the absence of will.\nSymbols and Myth\nMoros embrace the Death significator because they understand that the skeletal rider doesn’t just cut down its enemies, but guides them through radical change. Death takes the Leaden Coin as payment, and points the unburdened soul to new existence. Alchemists relinquish their fear of loss and embrace their imperfections — their personal, rotting nigredo — as the morass from which creative power emerges. The Path’s Mystery card of the World embraces all things, assigning the elements their functions. It represents the Alchemist’s Great Work. Even the Lie contains the secrets of self-perfection, written in substances and souls as they organize themselves into novel, powerful forms that culminate in the rubedo: the crown, the rose, the philosopher’s stone.\nMoros have always honored the gods of death, alchemy, and industry, especially when they exist in one person. Hermes is a psychopomp, alchemist, and god of commerce. Hades rules the Underworld and wealth plucked from the dark earth. Anubis measures a soul’s weight in sin and guards tomb wealth. Moros gods are usually lonely, set apart from the pantheon by their duties, but they aggressively guard their domains. The lords of Death prefer one-way journeys to their realms. To cross against the current, a Necromancer must honor their laws and behave with appropriate decorum.\nClosely linked to practical trades, Moros magic extends from artisanal expertise and scientific insight. Most are wellversed in their cultures’ alchemical and funerary traditions. Alchemists keep laboratories filled with ancient and modern instruments, from antique athanor furnaces to gas chromatographs. They use myrrh, corpse-eating beetles, and modern embalming procedures. Ceremonies acknowledge Death’s supremacy, but eventually shift to practical craftsmanship.\nRelations to The Orders\nAdamantine Arrow\nThey can’t be bribed. They don’t run from death. Steel breaks in their hands, and their dead soldiers rise. Moros Arrows go about their duties with a chill implacability. They’re relentless warriors but avoid rash adventures. Awakening dulls their pride, preventing rash applications of violence, but inhibits their loyalty because they don’t want to fall in thrall to someone else’s ego.\nFree Council\nCan you ignore modern chemistry? Modern death? The world’s full of materials ancient alchemists never dreamed of: steel-hard ceramics and nanoparticles. Modern doctors know death as a process that migrates from cell to cell instead of a curtain that falls on the last heartbeat. New knowledge creates new problems, too. Wealth offers more temptations than ever, and death stretches out when machines force hearts to beat. It’s time to turn these new ways into new magic and comfort Sleepers bewildered by contemporary challenges.\nGuardians of the Veil\nNot even murder can hide a secret. Ghosts talk, and death’s keening echoes in a killer’s footsteps. Yes, there are Necromancer assassins, but Moros know that killing is a crude tool of last resort. Kill, and the mystery of death attracts investigators for generations. Bribe, and you not only win a life of silence, but build a conspiracy with the recipient. When you fear neither death nor lust for riches, you not only become an incorruptible keeper of secrets, but capable of using murder and wealth with utmost precision.\nMysterium\nThey say magic is alive, but this is only true in the loosest sense, for it includes death and base matter. Magic is a form of directed change that the layperson associates with life, but numinous energies conceal the deep truths of stone and souls. Moros investigate them in tombs and Atlantean redoubts, and are typically less interested in living Masters and questions about who deserves to learn the Art.\nSilver Ladder\nHow do you foster human potential when you know that every prodigy will die, and their accomplishments will fade with the ages? You foster a lineage, with temples and artifacts to remind it of its obligations. Make change your tool, not your enemy. They’ll pass on their knowledge, adapt the past to the future and grow stronger, closer to Imperium with every new Awakening. Don’t plan for next year’s revolution, but your empire.\nSeers of the Throne\nSeer Executors use the Path’s insights to perfect the materialism that counterparts in other Orders avoid. The doctrines of the Chancellor, Exarch of Matter, tell them that wealth is a god ever-devoured by scarcity. Executors balance deity and devil, setting the fortunes of individuals and nations. As Exarch of Death, the Psychopomp condemns souls to Fallen incarnations or teases anguished ghosts from them. Seer Moros trade in souls and ghosts as commodities like any other. By keeping them from the Supernal Realms, the Psychopomp intends them to be used thus."},"Magic--and--Concepts/Arcanas/Death":{"title":"Death","links":["tags/arcana","tags/spellcasting","tags/death"],"tags":["arcana","spellcasting","death"],"content":"arcanaspellcastingdeath\nDeath is the Subtle Arcanum governing souls, absence, and the cessation of things. Those who study Death find themselves deeply involved in matters of endings, decay, and darkness. This tends to make practitioners seem morbid, though few are. Mages who delve into the mysteries of Death find solace and understanding in the fact that all things come to an end. While such thoughts may look fatalistic on the surface, a mage who sees past the Lie realizes she has the power to not only create these states, but to control, manipulate, and even prevent them. She can bolster a soul, restore pleasure to a ghost, and reverse the effects of aging just as well as she can destroy souls, rip ghosts from anchors, and steal the life from another\nPurview:\nDarkness, decay, ectoplasm, ghosts, the Underworld, souls, cold, absence, enervation, endings"},"Magic--and--Concepts/Arcanas/Fate":{"title":"Fate","links":["tags/arcana","tags/spellcasting","tags/fate"],"tags":["arcana","spellcasting","fate"],"content":"arcanaspellcastingfate\nArcadia’s ruling Arcana are Time and Fate, and Fate is the subtle expression of that pair. Fate describes what should or must happen, but not precisely when or how that result will come about (those are the province of Time). Fate governs blessings, curses, destiny, fortune, oaths, probability, luck, and intent. Those who master it may seem lucky or carefree, but in reality they deal in the inevitable and learn to anticipate it — whether to accept the dictates of destiny or redirect the road they walk.\nPurview\nBlessings, hexes, probability, fortune, oaths, promises, intentions, destiny\nHexes\nMany Fate spells hex the subject imposing one of the following effects:\n\nImpose a dice penalty equal to Potency to all mundane actions the subject takes for a number of rolls equal to the Potency of the hex, or until the Duration expires. With +2 Reach, this can include spellcasting rolls and the use of other supernatural powers.\nImpose a number of the following Tilts equal to the Potency of the hex: Arm Wrack, Blinded, Deafened, Insane, Knocked Down, Leg Wrack, Poisoned, or Sick. This lasts for the Duration of the hex unless the subject resolves the Tilt sooner.\nImpose a number of custom Tilts equal to the Potency of the hex for the Duration of the hex. These can be built using the rules for Generic Conditions (see p. 289).\n\nThe mage may also mix and match the above effects using Potency. So, a Potency 4 hex allows the mage to levy a penalty on the subject’s next two actions, as well as apply the Blinded and Leg Wrack Tilts.\nDuplicate penalties and Tilts from hexes aren’t added together. Only the worst has any effect, although a subject may labor under a penalty to all actions in addition to a penalty to specific actions due to a Tilt. Arm Wrack, Blinded, Deafened, and Leg Wrack are exceptions to this, each of which can be applied twice for the more severe version of the Tilt (representing both arms, eyes, ears, or legs being affected).\nBoons\nMany Fate spells bestow a boon on the subject, bestowing one of the following benefits:\n\nGrant 9-Again quality on a number of mundane dice rolls equal to Potency for the Duration of the spell. The subject’s player can choose which of his rolls are affected by this boon (declared before the dice are rolled). If used on a chance roll, the subject does not gain the 9-Again quality, but the chance die is treated as a single die instead of as a chance die. By adding +1 Reach this becomes 8-Again, instead. The boon may also affect spellcasting rolls and other powers at the cost of +2 Reach.\nGrant a dice bonus equal to Potency on certain actions (usually a single Skill) for a number of rolls equal to the Potency of the spell during its Duration. Multiple boons cannot grant their bonus to the same action; only the highest bonus counts. The subject’s player chooses which of his rolls are affected by this boon before rolling the dice.\nGrant a number of beneficial Conditions (such as Charmed, Informed, Inspired, or Steadfast) equal to Potency for the Duration of the spell. None of these Conditions grant Beats when the subject resolves them (unless the caster achieved an exceptional success in the casting).\n\nAs with hexes, Potency can be used to mix and match the above effects, boons that affect the same Skill do not combine their effects (only the highest bonus counts), and no character can have multiple instances of a Condition unless they apply to two different and specific things."},"Magic--and--Concepts/Arcanas/Forces":{"title":"Forces","links":["tags/arcana","tags/spellcasting","tags/forces"],"tags":["arcana","spellcasting","forces"],"content":"arcanaspellcastingforces\nThe gross Arcanum of the Aether governs the mightiest energies of the Fallen World. Countless legends of wizards conjuring lightning to smite their foes, dancing among pillars of unnatural flame, flying, and directing storms against their foes speak to the presence of raw power Forces represents. With it a mage can alter and control light, sound, fire, and electricity — even gravity, radiation, and weather patterns. Forces is rarely subtle, but clever wizards find ways to use it so: hearing a sound from across a room, deadening the noise spellcasting makes, or seeing great distances. Skilled practitioners of Forces can also unleash tornadoes, earthquakes, and devastating blasts of fire when subtlety gives way to quick anger.\nPurview\nElectricity, gravity, radiation, sound, light, heat, fire, weather, movement"},"Magic--and--Concepts/Arcanas/Life":{"title":"Life","links":["tags/arcana","tags/spellcasting","tags/life"],"tags":["arcana","spellcasting","life"],"content":"arcanaspellcastinglife\nLife and Spirit rule the Primal Wild. Life is the gross Arcanum of the pair, a term made literal by some of its more visceral spells. Life magic governs all living things, in fact, from viruses to titanic whales, even the nerve cells that allow thoughts to form Imagos. Life is tenacious in the extreme, capable of surviving anywhere, developing any trait to weather environmental stresses, and Life mages are comparably tough. By harnessing the endless adaptability of living forms, mages can gain perspectives on the world otherwise lost even to Awakened senses.\nPurview\nHealing, disease, food, animals, plants, evolution, metamorphosis, physicality, vigor"},"Magic--and--Concepts/Arcanas/Matter":{"title":"Matter","links":["tags/arcana","tags/spellcasting","tags/matter"],"tags":["arcana","spellcasting","matter"],"content":"arcanaspellcastingmatter\nThe gross Arcanum of Stygia, Matter is a study in contradictions. It is at once the Arcanum of stasis and transformation, creating objects that will last a thousand years and reshaping objects at a whim. Matter’s purview is all the inert, lifeless things of the world: iron and steel, air and water, and all the riches of the earth. Things which were once alive but are no longer, as well as substances derived from life but which are not themselves alive, are also governed by this Arcanum. A Matter spell can rot and warp the boards of a wooden house, or turn a glass of water into wine. Matter is seen as the most base of the Arcana by many mages, closest to the profane Lie, but the Stygian Masters know that the crude Matter of the Fallen World is but an echo of the perfected material of the Supernal.\npurview\nalchemy, gases, solids, liquids, shaping, crafting, transmutation, stasis"},"Magic--and--Concepts/Arcanas/Mind":{"title":"Mind","links":["tags/arcana","tags/spellcasting","tags/mind"],"tags":["arcana","spellcasting","mind"],"content":"arcanaspellcastingmind\nThe subtle Arcanum of Pandemonium, Mind is concerned with the collective consciousness that is formed from all creatures capable of thought. The Arcanum encompasses all mental realms from simple concepts and emotions, to complex communications and higher states of mental awareness. Initiates of the Mind tend to explore social interactions and the core concepts that make up language, communication, and shared experiences. Those who explore its depths further find themselves embroiled in a dichotomy of introspection and social extroversion centered on the need to examine all aspects of the mind’s capacity for emotion, thought, and aspirations. Other mages tend to enjoy the Mind mage’s company insofar as she retains her grounding. Many an unwary mage has found himself pulled into conversations far too cerebral and esoteric for his liking without even knowing how he ended up there.\nPurview\nCommunication, language, hallucination, Goetia, thought, memory, mental projection, the Astral Realms"},"Magic--and--Concepts/Arcanas/Prime":{"title":"Prime","links":["tags/arcana","tags/spellcasting","tags/prime"],"tags":["arcana","spellcasting","prime"],"content":"arcanaspellcastingprime\nJust as a language must have words to describe itself, so too must the Supernal have an Arcanum that defines it. Prime, the subtle Arcanum that rules the Aether, is that Arcanum. Its purview is the manipulation of magic itself: Mana and tass, the Nimbus and Hallows, High Speech and the runes of the ancient masters. Through Prime, a mage becomes attuned to the Supernal Truth, capable of piercing illusions and calling forth perfected images of the symbol-beings of the Aether. Arrogant Obrimos sometimes claim that this makes Prime the greatest of the Arcana, but that is an oversimplification. Prime is the Arcanum through which the Supernal knows itself, but without the other Arcana, it is as empty as a language whose only vocabulary is parts of speech.\nPurview\nMagic, the Supernal World, Nimbus, truth, Yantras, Mana, Hallows, tass, resonance, revelation"},"Magic--and--Concepts/Arcanas/Space":{"title":"Space","links":["tags/arcana","tags/spellcasting","tags/space"],"tags":["arcana","spellcasting","space"],"content":"arcanaspellcastingspace\nThe gross Arcanum of Pandemonium expresses that physical separation is as much a lie as the isolation of the soul. Through this Arcanum, the mage can magnify or collapse the distance between places and objects, conjure things from distant locales, and twist the topography of space into strange and unnatural shapes. Space also allows a mage to manipulate the sympathetic connection between subjects.\nPurview\nDistance, separation, sympathy, conjuration, scrying, warding\nKeys\nSince the Space Arcanum’s purview includes portals, doors, and similar liminal spaces, it’s only natural that many Space spells allow the mage to specify a Key — a particular item carried, password spoken, or other criterion that either activates a spell or bypasses its effects. For example, a portal might only open on the summer solstice, or a hidden path might be visible to anyone of the mage’s bloodline. Spells that can be Keyed are called out below, usually at the cost of a Reach. The Key may have a number of requirements equal to the spell’s Potency.\nSympathy\nSpace allows a mage to manipulate, destroy, and create from nothing the occult bonds of sympathy. The concept of sympathy is a complex one, and the libraries of the Orders contain volumes on the subject, but briefly: Two subjects may become sympathetically linked when they share a strong emotional, physical, or mystical connection. Naturally-occurring links are sometimes permanent, but just as often fade over time: a brief but passionate love affair’s link might fade within a few weeks of the breakup, while a murder weapon retains links to both killer and victim for years.\nSympathetic links manipulated with the Space Arcanum echo from the Supernal to the Fallen, wreaking subtle but long-standing changes in the subjects. Sever a man’s link to his husband and the relationship cools and grows distant. Create a bond between a woman and a gun, and she’ll find herself thinking about it, dreaming about it — and left to their own devices odds are good woman and gun will cross paths.\nThis isn’t precisely mind control, or even an expression of Fate magic: all Space can do is manipulate the connections, not control reactions or guarantee outcomes. Maybe the chilled couple seeks counseling and repairs their relationship. Maybe the woman tells herself she’s being crazy and deliberately ignores thoughts of firearms. The point is that playing with people’s sympathetic links has a real, tangible effect on their lives. The Wise look askance on those mages who endeavor to cull their own sympathetic “vulnerabilities” with good reason.\nMost spells dealing with sympathy use the connections themselves as the spells’ subjects, and are Withstood by the links’ relative strength — deeper bonds are more difficult to affect. Mages with Space 2 or more can also use links to cast other spells on subjects not within sensory range, by routing their magic along the lines of sympathy using an Attainment. In these cases, the spell is Withstood by Space itself; weaker connections are more difficult to use.\nWhen affecting links with magic, each connection is treated as a subject for purposes of spell factors. For example, a spell that dampens a sympathetic connection can dampen multiple connections by increasing the Scale factor.\nSympathetic Names\nIn the womb, a human being has only a Connected link to her mother and a Strong one to her genetic father. At birth, this shifts to a Strong link to both parents and other primary caregivers, whether related or not, but babies don’t otherwise form sympathetic links until the sense of self develops. Once the Lie sets in that the world is separate from the self, a child begins to form her own links. Even in adulthood, everyone’s sympathetic links bear a permanent reminder of that early time — the name that those with links to a baby think of her as becomes indelibly marked in her Pattern as her sympathetic name.\nNo matter how many times a person changes her name through childhood and adulthood, once she forms links of her own the sympathetic name is set, and is both weakness and protection — speaking a person’s sympathetic name counts as a Yantra as per p.119, but not knowing it makes affecting her at range more difficult, increasing the Withstand level against the Sympathetic Range Attainment by one."},"Magic--and--Concepts/Arcanas/Spirit":{"title":"Spirit","links":["tags/arcana","tags/spellcasting","tags/spirit"],"tags":["arcana","spellcasting","spirit"],"content":"arcanaspellcastingspirit\nThe subtle Arcanum of the Primal Wilds deals with repercussions: What we do in this world has echoes that we cannot see or hear or feel, but which are no less real for all that. Spirit mages understand those repercussions, and know that it falls to them to act as intercessors between the Visible and the Invisible. Spirit’s purview is the Shadow Realm and its denizens, the spirits. The flows of Essence that empower them and the Gauntlet that holds them apart from our world also fall under this Arcanum’s dominion.\nPurview\nEssence, spirits, the Shadow, the Gauntlet\nThe Gauntlet\nThe membrane between worlds isn’t a simple barrier, but a medium of its own that those crossing between material and Shadow have to push through. The Gauntlet’s Strength or thickness depends on a wide range of factors in both worlds, not all of which a mage can know. The Gauntlet is generally strengthened by the presence of humans. The tumult of human emotion and activity keeps the worlds of Flesh and Spirit apart, and simultaneously generates new spirits and the Essence they feed on. Any spell cast on a subject on the other side of the Gauntlet or on the Gauntlet itself is Withstood by the Gauntlet Strength. If the Gauntlet Strength at the caster’s location and the Gauntlet Strength at the subject’s location are different, apply the lower value (the mage can either direct the Supernal energies to cross the Gauntlet and then seek out the subject, or vice versa). If a mage casts on a subject she can see across the Gauntlet in real time (e.g. with the Reach effect of the Exorcist’s Eye spell), it counts as viewing that subject remotely.\nGauntlet Strength\nGauntlet Strength is both a number and a dice modifier. Mages mainly use the strength number, while some mechanics use the modifier, such as spirits using the Reaching Manifestation to use their powers across the Gauntlet. The following chart isn’t a definitive guide to Gauntlet Strength; areas of high or low activity can create thin or thick spots — a deserted graveyard in an inner-city borough, for example, may have a lower Gauntlet than the surrounding blocks.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLocationStrengthDice ModifierDense urban areas5–3City suburbs, towns4–2Small towns, villages3–1Wilderness, countryside20Locus1+2Verge0n/a"},"Magic--and--Concepts/Arcanas/Time":{"title":"Time","links":["tags/arcana","tags/spellcasting","tags/time"],"tags":["arcana","spellcasting","time"],"content":"arcanaspellcastingtime\nTime and Fate rule Arcadia; Time is the gross Arcanum of the pair, governing the progression of events through the ever-advancing present in a way perpendicular to Fate’s subtlety. Some Acanthus liken Time to a loosed arrow, and Fate to the archer’s aim. Time governs the history and diverse potential futures of the Fallen World. All things must pass. Legends rise and fall. Even gods die and fade into obscurity. Nothing is eternal, save perhaps for time itself.\nPurview\nProphecy, change, postcognition, time travel, time contraction and dilation\nSpinning the Thread of Time\nSleeper philosophers and scientists debate and make inferences about the nature of Time, discussing theoretical problems and paradoxes, measuring the distortion in the light of distant stars, but always knowing that they are locked into Time’s endless march. Mages who study the Time Arcanum have practical experience to marry to Sleeping theory, and quickly discover that while some thinkers have approached something like the truth, thought experiments don’t fully prepare them for the reality of temporal magic. Sleepers often describe time as a river, but traditional Acanthus instead describe it as a spinning wheel, gathering strands of unspun material and binding them into a tight thread.\nThe Future is Unwritten\nThe unspun material in the metaphor, the future is protean and ever-changing. Using Time spells to access the future only reveals the most likely future at the time the spell is cast, and foreknowledge can and often does then immediately change the outcome. Advanced Time spells rewrite the future like any other Pattern, dictating how immediate events will go or constructing theoretical futures mages then examine and let dissipate into the shifting flow of probability.\nThe Past can be Rewritten\nIn contrast, the past is like the spun thread — set and decided, unless magic alters it. Sleepers theorize about temporal paradoxes; if someone goes back in time to avert a disaster and succeeds, surely they would never then have to travel back, so would never have changed events? Magic defies causality; a mage who travels back in time can alter the cause of his own trip and more, the magic accounting for any contradiction caused. When an object or person is in the past, the distortion is visible to onlookers using Active Mage Sight with Time, and as she changes history everything she alters also picks up a telltale temporal aura.\nWhen a time traveler returns to the present, any changes he made to the timeline “set,” becoming Lasting, and the distortions vanish. Dying while in the past “sets” any changes made up to that point. Travelers are insulated against the alterations of history; a mage who prevents her own birth returns to a world that does not know her, but does not vanish from existence. While still in the past, if the spell that projected the traveler backwards is dispelled, he returns to the present but any changes he made to history are reversed.\nHistories Unwritten\nThe principle drawback of time travel in a Storytelling game is that the time traveler doesn’t undo just her actions, but those of the other player characters as well. This problem is exacerbated when only one character has access to time travel. If a player has gained a Beat through circum- stances that are then erased, the Beat doesn’t vanish. If that player’s character earns more Beats by different means in the second version of events, those Beats stay as well.\nTemporal Sympathy\nThe “spun” time of the past is both more certain and useful to examine with magic but harder to affect, as a mage must contend with the weight of all the intervening history. Much as two subjects may have sympathetic links crossing Space marking how magically related they are, a subject has temporal sympathy with its own past selves, which influences magic used with a past version of an object, place, or thing as its subject. The more a subject has changed in the intervening time, the harder it is for a mage to look back at it but the easier it is to affect that sympathy itself. Just as Space magic that alters sympathetic links has consequences for the people or objects concerned, manipulating temporal sympathy can provoke subtle effects; increase a woman’s temporal sympathy with her youth and she’ll become highly nostalgic, perhaps trying to recapture it. Destroy a building’s temporal sympathy with its past and people will forget its history. Magic that affects the “unspun” time of the future is unaffected by temporal sympathy; the shifting potential timelines have no “substance” for magic to contend with.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTemporal SympathyDescriptionWithstand (connection)Withstand (temporal sympathy)UnchangedThe subject has not changed with intervening time. A sealed room left untouched, a diamond in the same setting, a person who has not spoken to anyone or been anywhere since the target time. The connection is unassailable without Unmaking magic and casting using the sympathy is not Withstood.5*0StrongThe subject has not significantly changed; a person days later who has not changed physically, or hours after an injury, a street after hours of foot traffic or a building after days of habitation, a gun that has been fired.31MediumThe subject has significantly changed; a mage before joining a Legacy, a person before a prolonged illness, an item that has been broken or built, a street after several businesses have changed, a building under new ownership22WeakThe subject is vastly different; a mage before her Awakening, an item before being imbued, a different building on the same lot, a ruin when it was new.13* “Unchanged” sympathy may only be removed with Unmaking spells.\nThe Present Moves On\nThe Fallen World has a present, the point at which the future becomes the past, which constantly advances. Mages who travel back in time and look forward find that the intervening span is still set, spun from probability to realized future history. While it may be their subjective future, it’s in the Fallen World’s past. From their perspective, the present is frozen at the moment they left — if they “catch up” to it, anything they changed becomes real, and the normal flow of time resumes. Spells to travel into the future jump the subject out of time until the destination becomes the present."},"Magic--and--Concepts/Hallow":{"title":"Hallow","links":["Cabal","Order"],"tags":[],"content":"Hallow are a sacred place that Mages creates for Oblation and Meditation. It’s a safe haven for the Mages and a focal point for the supernal in the Fallen World.\nHallows take a variety of shapes and forms, conforming to the Mage’s views, expectations and perspectives of the Supernal. They can be simple and small, created by a Mage in his own home (mostly do), or big sacred places created by a Cabal or an Order.\nExamples:\n\n\n\n\n"},"Magic--and--Concepts/Paradox":{"title":"Paradox","links":["tags/spellcasting","tags/paradox"],"tags":["spellcasting","paradox"],"content":"spellcastingparadox\nAs a mage envisions her spell’s Imago and determines spell factors, she runs the risk of complicating her spell to the point of warping it into a Paradox. Once a spell’s factors have been determined, but before the spell is actually cast, the Storyteller determines if a Paradox occurs. Paradox dice are commonly added by Reaching further than the free Reach granted by skill in the Arcanum used for the spell — each Reach beyond those adds Paradox dice according to Gnosis. Once a single Paradox die is added to the Paradox dice pool, the Storyteller must check for the possibility of a Paradox, even if other factors reduce the Paradox dice pool to a chance die. The dice pool can be modified by certain factors.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDice ModifierSituationSpecialThe mage has Reached beyond the free Reach granted by Arcanum. This adds the dice amount listed for the character’s Gnosis for every Reach over the limit.+2The mage has become inured to the spell, so that it no longer risks Wisdom loss.+1Each Paradox roll after the first made for the same caster within the same scene. This bonus accumulates with each roll, so the third roll made for a mage within a scene has a +2 modifier.+1One or more Sleepers witness an obvious casting of magic.-2The mage uses a dedicated magical tool during the casting.-1The mage spends a point of Mana. (see below)\nCertain Conditions affecting the mage may also modify the Paradox dice pool. A mage may reflexively spend Mana to mitigate the chance of a Paradox, removing one Paradox die per Mana spent in this manner. The mage cannot spend more Mana then she is normally allowed to spend per turn — including the amount of Mana that is spent for the spellcasting itself — though she can spend the Mana over multiple turns prior to casting the spell.\nMultiple Sleeper witnesses do not add Paradox dice, but increase the chances of a Paradox occurring. If a few Sleepers witness the magic casting, the Paradox roll gains the 9-Again quality, a large group grants the Paradox roll the 8-Again quality, and a full crowd grants the Paradox roll the rote quality.\nBefore the Paradox dice pool is rolled, the mage must decide whether to contain the Paradox within her own soul or release it and hope for the best. If she attempts to contain it, she will potentially suffer pain and injury — or worse effects — as the Abyss warps her very being. If she does not contain it, she will be safer, but the Paradox may warp her spell. Containing a Paradox is completely voluntary, and a mage cannot be forced to do so.\nReleasing\nIf the mage does not attempt to contain the Paradox, the Storyteller rolls the Paradox pool:\n\nDramatic Failure : The mage does not invoke a Paradox, regains a point of Willpower, and the next Paradox roll made for her in the same scene does not suffer the usual, cumulative +1 dice modifier.\nFailure : The mage does not invoke a Paradox.\nSuccess : A Paradox occurs, regardless of the spellcasting’s success or failure.\nExceptional Success : The mage gains a Paradox Condition and a Paradox occurs.\n\nIf a single success is rolled on the Paradox dice, a Paradox occurs. The Abyss taints the spell and, potentially, the area around the spell’s subject. The Paradox imposes a dice penalty to the spellcasting roll equal to its successes. Whether or not this makes the spell fail, a Paradox anomaly occurs. If the spellcasting results in a dramatic failure, the mage incurs a Paradox Condition as well.\nTo create an anomaly, the Storyteller utilizes the number of successes gained on the Paradox roll as Reach on a one to one basis to affect the spell. The Storyteller can use Paradox Reach to change the spell factors of the spell, to create Abyssal taint on the environment, or to summon an Abyssal entity.\nStorytellers can spend Reach however they like to affect the spell, using up all the Reach to warp the spell into something very different from what the mage intended, or leaving the spell as-is and instead producing Abyssal wastelands around the spell’s subject. The Paradox effect should reflect the type of spell being cast. Attack spells may rebound and hit an innocent subject, or split and hit multiple subjects. Healing spells may heal the subject, but create a blighted patch on the ground nearby. A mage may succeed in making herself invisible, but summon a Gulmoth in her wake. A Paradox anomaly’s duration depends on the Wisdom tier of the caster who invokes it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWisdomParadoxEnlightenedOne SceneUnderstandingOne Chapter/DayFallingOne Story/MonthMad OneOne Chronicle/Year\nContaining\nIf the mage decides to contain the Paradox within her soul, the player contests the Paradox roll by rolling the character’s Wisdom dots as a dice pool, contesting the Paradox roll. Each success on the Wisdom roll cancels out one success on the Paradox roll. Each Paradox success canceled out in this way deals one resistant bashing wound to the mage. If the Paradox roll still succeeds, the spell is not penalized and does not create an anomaly as with released Paradoxes. Instead, the character gains a Paradox Condition. The severity of the Paradox Condition is based on the number of remaining successes gained on the Paradox roll.\nParadox Conditions\nParadox Conditions can only be gained in one of the following ways — obtaining a dramatic failure when casting a spell after incurring a Paradox, netting an exceptional success on a released Paradox roll, or failing to fully contain a Paradox. Each one has two resolution mechanics. The first requires the character to actively accept the negative consequence of the Paradox, and the other is to allow the Paradox to lapse. A Paradox Condition lapses after an amount of time determined by the character’s Wisdom if she does not take action to resolve the Condition. Until the Condition is resolved or lapses, the mage cannot use magic to mitigate the effects of the Paradox.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWisdomDuration of Paradox ConditionEnlightenedOne Story/MonthUnderstandingOne Chapter/DayFallingOne SceneMad OneOne Turn\nAbyssal Nimbus\nThe mage’s Nimbus is disfigured by the Abyss, the corruption cascading through her sympathetic links. The mage, and any subjects affected by her Nimbus (including sympathetic ties influenced by her Long-Term Nimbus, anyone affected by her Nimbus Tilt, and anything imprinted with her Signature Nimbus), gain the Resonant Condition applicable to Abyssal entities. If the Paradox roll that inflicted this Condition rolled an exceptional success, she gains the Open Condition instead.\nIn addition, the Abyssal corruption is readily apparent to anyone who scrutinizes her Signature Nimbus, and her Long-Term Nimbus effects become twisted by the unreality of the Abyss. A Moros’ Long-Term Nimbus might cause bizarre materials with impossible atomic properties to appear, while the religious revelations of an Obrimos’ Nimbus take on a nihilistic tone.\n\nResolution : An Abyssal Entity uses the Condition to Manifest, the mage Scours the Condition from her Pattern, or the mage allows the Condition to lapse after the specified time.\nArcane Beat : Gain an Arcane Beat when this Condition lapses.\n\nAbyssal Imago\nThe Abyss has warped the mage’s ability to clearly envision her Supernal will. Whenever the mage casts a spell, she must spend additional Reach equal to the successes earned on the Paradox roll that inflicted this condition. If she does not, the spell automatically fails and adds dice equal to the caster’s spellcasting dice pool to the Paradox roll.\n\nResolution : The mage successfully casts a spell that does not risk Paradox, the mage Scours the Condition from her Pattern, or the mage allows the Condition to lapse after the specified time.\nArcane Beat : Gain an Arcane Beat when this Condition lapses.\n\nAbyssal Backlash\nThe mage has drawn the attention of a vast Abyssal intelligence called an Annunaki, which seeks to corrupt the mage’s spells further. The next time the mage casts a spell that risks Paradox, add dice to the Paradox pool equal to the number of successes earned on the Paradox roll that inflicted this condition.\n\nResolution : The mage fully contains a Paradox, the mage Scours the Condition from her Pattern, or the mage allows the Condition to lapse after the specified time.\nArcane Beat : Gain an Arcane Beat when this Condition lapses.\n"},"Magic--and--Concepts/Practices":{"title":"Practices","links":["tags/spellcasting","tags/leveling","Magic--and--Concepts/Arcanas/Fate","Magic--and--Concepts/Arcanas/Mind","Magic--and--Concepts/Arcanas/Spirit","Magic--and--Concepts/Arcanas/Death","/","Magic--and--Concepts/Arcanas/Space","Magic--and--Concepts/Arcanas/Forces","Magic--and--Concepts/Arcanas/Prime","Magic--and--Concepts/Arcanas/Matter","Magic--and--Concepts/Arcanas/Time","Magic--and--Concepts/Arcanas/Life"],"tags":["spellcasting","leveling"],"content":"spellcastingleveling\nMages divide the art of magic into thirteen Practices of increasing complexity. Demonstrating their expertise with these methodologies is how mages claim rank and privilege: A Thyrsus who has demonstrated the ability to cast Spirit Unmaking spells has earned the right to call herself a Master, for example. When they require further gradation, mages specify the number of Arcana they have achieved their highest rank in: if the same Thyrsus also successfully casts a Life Making spell she may call herself a second-degree Master\n\nInitiate (•)\nCompelling\nCompelling spells nudge a preferred but possible outcome into reality. A coin toss can be made to come up tails (Fate), a bored worker can be made to take that coffee break now (Mind), or a spirit can be forced to avoid its bane (Spirit). Making the coin hover and spin in midair, making the worker walk into her boss’s office and quit, or making the spirit ignore its favorite prey are beyond the bounds of a Compelling spell.\nKnowing\nKnowing spells deliver knowledge about something directly to the mage (or to another target). A mage can divine the cause of a corpse’s death (Death), sense whether someone has a powerful destiny (), or unerringly know which way is north (Space). This knowledge is a direct awareness of Supernal truth; the mage doesn’t have to interpret evidence based on her senses or try to divine the truth out of cryptic riddles.\nUnveiling\nUnveiling spells expose hidden things to the mage’s senses. She might gain the ability to hear radio waves (Forces), peer across the Gauntlet or perceive things in Twilight (Spirit), or see the flow of Mana across the landscape (Prime).\n\nApprentice (••)\nRulling\nRuling spells grant fuller control over phenomena than a mere Compelling spell. Water can be made to flow uphill or into unnatural shapes (Matter), animals (or even human beings) can be commanded (Life or Mind), or time can be momentarily made to accelerate or slow down (Time). A Ruling spell can’t fundamentally alter its target’s abilities: Water can be directed, but not turned solid or gaseous. Time can be altered, but not overwritten. An animal can be commanded, but not made stronger or fiercer.\nShielding\nShielding spells, sometimes called Warding spells, offer protection against phenomena under the Arcanum’s purview. A Shielding spell might protect against a ghost’s Numina (Death), make the mage immune to fire (Forces) or disease (Life), or allow her to survive in a caustic atmosphere (Matter). Mages protect themselves from general harm through the power of their Arcana with the Mage Armor Attainment rather than Shielding spells.\nVeiling\nVeiling spells are twofold: Firstly, they can conceal things under the Arcanum’s purview from detection: A target can be made to lose all sense of time (Time), a fire’s heat and light can be hidden from view (Forces), or a building made all but impossible to notice (Matter). Secondly, they can conceal a target from concrete phenomena under the Arcanum’s purview: a mage can render herself invisible to ghosts (Death), or ward a powerful Locus from detection by spirits (Spirit), or walk unnoticed through a crowd (Life or Mind), or past a camera (Forces). Short of archmastery, it’s impossible to Veil something against an abstract concept or force: a mage can’t Veil herself against death or hide from time, for example\n\nDisciple (•••)\nFraying\nFraying spells degrade things, weakening them and enhancing their flaws. Fraying spells can weaken targets under the Arcanum’s purview: damping a fire (Forces), sapping Strength (Life), or eroding the barrier between worlds (Death, Spirit, or others, depending on the worlds in question). They can also directly attack targets using the energies of the Arcanum: inflicting damage via the chill of the grave (Death), psychic overload (Mind), or a blast of electricity (Forces). Damage inflicted by a direct-attack Fraying spell is always bashing.\nPerfecting\nPerfecting spells are the opposite of Fraying spells in many ways: they bolster, strengthen, and improve rather than weakening and eroding. A Perfecting spell might repair damage to an object or a person (Matter or Life), allow a machine to function perfectly with no wear and tear (Matter), or make a modest destiny into an earth-shaking one ().\nWeaving\nWeaving spells can alter nearly any property of a target without transforming it into something completely different. Solid steel can be transmuted to liquid (Matter), a sword can be enchanted to damage beings in Twilight (Death or Spirit), or a few seconds of time can be rewritten (Time).\n\nAdept (••••)\nPatterning\nPatterning spells allow a mage to completely transform a target into something else that falls under the Arcanum’s purview. A memory can be replaced wholesale (Mind), the mage can turn herself (or a target) into an animal (Life), or she can teleport by “rewriting” her own location (Space). A spell that transforms the target into something that falls within the Purview of another Arcanum, like transforming into a living pillar of fire (Life and Forces), requires a mage to know the Practice of Patterning for the destination Arcanum.\nUnraveling\nUnraveling spells can significantly impair or damage phenomena under the Arcanum’s purview, or directly inflict severe damage using the forces of an Arcanum. A raging storm might become a calm summer’s day (Forces), or solid iron reduced to dust (Matter); even spells can be torn asunder (Prime). Mages can hurl fire (Forces) at their enemies, or cause aneurysms and heart attacks with a glance (Mind or Life). Damage inflicted by a direct Unraveling attack is lethal, but can be upgraded to aggravated by spending a point of Mana and one Reach.\n\nMaster (•••••)\nMaking\nMaking spells allow for the creation of whole new phenomena ex nihilo. The mage can conjure gamma rays (Forces), birth new spirits (Spirit), or create a doorway to the Underworld (Death). Time can be dilated by creating more seconds, hours, or even days (Time).\nUnmaking\nUnmaking spells annihilate subjects under the Arcanum’s purview entirely. Life can be snuffed like a candle (Life), two locations can be forced into each other by destroying the distance between them (Space), even Hallows and Verges can be wiped from the Earth (Prime). Unmaking spells are beyond inflicting direct damage with attacks; a successful Unmaking destroys the target altogether."},"Seers-of-the-Throne":{"title":"Seers of the Throne","links":[],"tags":[],"content":""},"Translations":{"title":"Translations","links":[],"tags":[],"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOriginal (en-US)Translation (pt-BR)PatternPadrãoRulling ArcanumArcano regenteTassTaçaAttainmentsDotesOblationOblaçãoAct of HubrisAto de ArrogânciaHallowSacrário ou Santuário"},"index":{"title":"index","links":[],"tags":[],"content":"Mage The Awakening - Second Edition Easy Wiki"}}